[
   {
      "key": "101",
      "category": "Beginner",
      "name": "Making Architecture",
      "price": 36,
      "star": 4.6,
      "language": "English",
      "duration": "Approx. 14 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/ca/2a6d60435811e6bdc8db7edb16e358/imagen-promo_4.png?auto=format%2Ccompress&dpr=1&w=150&h=150&fit=fill&bg=FFF&q=25",
      "descp": "Making architecture offers a unique insight into the mind and work of an Architect, starting with the basics of the profession and culminating with the production of a scaled site model.  The course should act as ideal preparation for those interested in undertaking an undergraduate degree in Architecture, although its flexible, intriguing and enjoyable content makes it accessible for all those looking to increase their knowledge in the field."
   },
   {
      "key": "102",
      "category": "Beginner",
      "name": "Innovation Through Design: Think, Make, Break, Repeat",
      "price": 30,
      "star": 4.6,
      "language": "English",
      "duration": "Approx. 16 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/2c/fdebb0728711e8a431b1fb8caaf072/MOOC-Logo.fw.png?auto=format%2Ccompress&dpr=1&w=150&h=150&fit=fill&bg=FFF&q=25",
      "descp": "In this course, we demonstrate how you can use design as a way of thinking to provide strategic and innovative advantage within your profession. Suitable for anyone who is curious about design and translating the processes and tools of design thinking into innovative opportunities, over 5 weeks we explore, apply and practice the design process: think, make, break and repeat."
   },
   {
      "key": "103",
      "category": "Beginner",
      "name": "Roman Architecture",
      "star": 4.4,
      "price": 25,
      "language": "English",
      "duration": "Approx. 40 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/a9/ab1f80c6c511e68773756acffc1013/Logo_Roman-Architecture.png?auto=format%2Ccompress&dpr=1&w=150&h=150&fit=fill&bg=FFF&q=25",
      "descp": "Roman Architecture is a course for people who love to travel and want to discover the power of architecture to shape politics, society, and culture."
   },
   {
      "key": "104",
      "category": "Advanced",
      "name": "Autodesk Certified Professional: Revit for Architectural Design",
      "price": 40,
      "star": 4.2,
      "language": "English",
      "duration": "Approx. 16 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/fa/98f3bbe39241dea8656577f6569a54/Coursera-logo-1200x1200.jpg?auto=format%2Ccompress&dpr=1&w=150&h=150&fit=fill&bg=FFF&q=25",
      "descp": "Prove to potential employers that you’re up to the task by becoming an Autodesk Certified Professional. This online course from Autodesk prepares you by offering an overview of skills that match what is covered in the Autodesk Certified Professional: Revit for Architectural Design exam. The video lessons are structured to match the exam’s objective domains and follow the typical workflow and features of the Autodesk® Revit® Architecture software, including sections on modeling and materials, families, documentation, views, and Revit project management. In the course, you'll review advanced modeling architectural topics and work with walls, floors, roofs, ceilings, stairs, columns, and rooms. You'll also gain an understanding of exam topics such as family categories and types, phases and design options, schedules, and worksharing. Brush up on selection sets, detail components, color schemes, levels and grids, and much more."
   },
   {
      "key": "105",
      "category": "Mixed",
      "name": "Autodesk Certified Professional: AutoCAD for Design and Drafting Exam Prep",
      "price": 35,
      "language": "English",
      "star": 4,
      "duration": "Approx. 17 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/4e/b2f5c9f0ec4c77ad27e456a54dcb6d/Office-Nihon-Sekkei-Tokyo-1200x1200.jpg?auto=format%2Ccompress&dpr=1&w=150&h=150&q=25&fit=fill&bg=FFF",
      "descp": "Prove to potential employers that you’re up to the task by becoming an Autodesk Certified Professional. This online course from Autodesk prepares you by offering an overview of skills that match what is covered in the Autodesk Certified Professional: AutoCAD for Design and Drafting exam. The video lessons are structured to match the exam’s objective domains and follow the typical workflow and features of the AutoCAD software, including sections on drawing and organizing objects, drawing with accuracy, advanced editing functions, layouts, printing, and outputs, annotation techniques, and reusable content and drawing management."
   },
   {
      "key": "106",
      "category": "Advanced",
      "name": "Construction Management Specialization",
      "price": 50,
      "star": 4.5,
      "language": "English",
      "duration": "Approximately 7 months to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://d15cw65ipctsrr.cloudfront.net/83/27c0906c9b11e697217132e89362f6/CM_SpecLogo800.png?auto=format%2Ccompress&dpr=1&w=150&h=150&q=25&fit=fill&bg=FFF",
      "descp": "The Construction Management specialization is curated for professionals in the construction and civil engineering industry looking to advance their careers. Through this specialization, students will gain comprehensive industry knowledge along with the latest trends and development within the industry. This 5-course specialization will cover the major facets of construction management including project initiation and planning, scheduling techniques and procedures, cost estimating and control, and construction project financials. After students complete this specialization, they will have gained significant skills and tools to stay relevant and ahead of the curve in the world of construction management."
   },
   {
      "key": "107",
      "category": "Advanced",
      "name": "Smart Cities – Management of Smart Urban Infrastructures",
      "price": 38,
      "star": 4.7,
      "language": "English",
      "duration": "Approx. 13 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/bf/5110902cc111e6b57a4f4a1bd67e5c/SmartCities.jpg?auto=format%2Ccompress&dpr=1&w=150&h=150&q=25&fit=fill&bg=FFF",
      "descp": "Learn about Smart Cities within the context of management of urban infrastructures. The introduction of Smart urban technologies into legacy infrastructures has resulted in numerous challenges and opportunities for contemporary cities and will continue to do so. This course will help you to understand how to make the best of these smart technologies in your cities’ legacy infrastructures."
   },
   {
      "key": "108",
      "category": "mixed",
      "name": "Roman Art and Archaeology",
      "price": 30,
      "star": 4.1,
      "language": "English",
      "duration": "Approx. 23 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/27/a86da04e8311e5887c5d18f3dff54a/colosseum2soren.png?auto=format%2Ccompress&dpr=1&w=150&h=150&q=25&fit=fill&bg=FFF",
      "descp": "The objective of this course is to provide an overview of the culture of ancient Rome beginning about 1000 BCE and ending with the so-called. We will look at some of the key people who played a role in Rome, from the time of the kings through the Roman Republic and the Roman Empire. We will also focus on the city of Rome itself, as well as Rome's expansion through Italy, the Mediterranean, and beyond."
   },
   {
      "key": "109",
      "category": "Intermediate",
      "name": "BIM: from sketch to digital twin",
      "price": 36,
      "star": 4.3,
      "language": "English",
      "duration": "Approx. 27 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/05/c364f689dd4ad7a7c25d8b41ea839b/1_Photo---1---Ekaterina-Korobova_800px.jpg?auto=format%2Ccompress&dpr=1&w=150&h=150&q=25&fit=fill&bg=FFF",
      "descp": "If you want to master the basic tools of the modern design and civil engineer and to look into the future of architectural design, construction and maintenance of buildings, this course is for you. Building information models and digital twins became a necessity in planning, design, building design and building operations."
   },
   {
      "key": "110",
      "category": "Advanced",
      "name": "Reimagining Blackness and Architecture",
      "price": 28,
      "star": 4.4,
      "language": "English",
      "duration": "Approx. 14 hours to complete",
      "img": "https://d3njjcbhbojbot.cloudfront.net/api/utilities/v1/imageproxy/https://s3.amazonaws.com/coursera-course-photos/ac/c262364e35441dbbcd453189f96d15/241_2019_RICR-Full-size-JPEG.jpg?auto=format%2Ccompress&dpr=1&w=150&h=150&q=25&fit=fill&bg=FFF",
      "descp": "Architecture structures our daily lives. It shapes our homes, streets, neighborhoods, cities and more. But who gets to create and occupy these spaces? In the United States, a long history of anti-Black racism has created spatial inequalities that are built into the physical environment and erased the stories of Black architects and communities. "
   }
]
